Repository: jotagesales/nucleos-edms
Catalog: apps/apps/folders/locale/*/LC_MESSAGES/django.po
Languages: vi_vn

source: folder list
vi_vn: danh sách thư mục

source: create folder
vi_vn: tạo thư mục

source: edit
vi_vn: sửa

source: delete
vi_vn: xóa

source: remove from folder
vi_vn: xóa từ thư mục

source: folder documents
vi_vn: các tài liệu thư mục

source: add to a folder
vi_vn: thêm vào thư mục

source: add to folder
vi_vn: thêm vào thư mục

source: folders
vi_vn: các thư mục

source: Folder
vi_vn: Thư mục

source: title
vi_vn: tiêu đề

source: user
vi_vn: người dùng

source: datetime created
vi_vn: thời gian tạo

source: folder
vi_vn: thư mục

source: document
vi_vn: tài liệu

source: folder document
vi_vn: thư mục tài liệu

source: folders documents
vi_vn: các thư mục tài liệu

source: Folders
vi_vn: Các thư mục

source: Create new folders
vi_vn: Tạo các thư mục mới

source: Edit new folders
vi_vn: Sửa các thư mục mới

source: Delete new folders
vi_vn: Xóa các thư mục mới

source: Remove documents from folders
vi_vn: Xóa các tài liệu từ các thư mục

source: View existing folders
vi_vn: Xem các thư mục đang có

source: Add documents to existing folders
vi_vn: Thêm tài liệu vào các thư mục đang có

source: created
vi_vn: đã tạo

source: documents
vi_vn: tài liệu

source: Folder created successfully
vi_vn: Thư mục tạo thành công

source: A folder named: %s, already exists.
vi_vn: Thư mục tên: %s, đã tồn tại.

source: Folder edited successfully
vi_vn: Thư mục đã sửa thành công

source: Error editing folder; %s
vi_vn: Lỗi sửa thư mục; %s

source: edit folder: %s
vi_vn: sửa thư mục: %s

source: Folder: %s deleted successfully.
vi_vn: Thư mục: %s đã xóa thành công.

source: Folder: %(folder)s delete error: %(error)s
vi_vn: Thư mục: %(folder)s lỗi xóa: %(error)s

source: Are you sure you with to delete the folder: %s?
vi_vn: Bạn có chắc chắn muốn xóa thư mục: %s?

source: documents in folder: %s
vi_vn: các tài liệu trong thư mục: %s

source: Must provide at least one document.
vi_vn: Cần cung cấp ít nhất một tài liệu.

source: Document: %(document)s added to folder: %(folder)s successfully.
vi_vn: Tài liệu: %(document)s được thêm vào thư mục: %(folder)s thành công.

source: Document: %(document)s is already in folder: %(folder)s.
vi_vn: Tài liệu: %(document)s đã tồn tại trong thư mục: %(folder)s.

source: Add document: %s to folder.
vi_vn: Thêm tài liệu: %s vào thư mục.

source: Add documents: %s to folder.
vi_vn: Thêm tài liệu: %s vào thư mục.

source: folders containing: %s
vi_vn: các thư mục chứa: %s

source: Must provide at least one folder document.
vi_vn: Cần cung cấp ít nhất một thư mục tài liệu.

source: Document: %s removed successfully.
vi_vn: Tài liệu: %s đã xóa thành công.

source: Document: %(document)s delete error: %(error)s
vi_vn: Tài liệu: %(document)s lỗi xóa: %(error)s

source: Are you sure you wish to remove the document: %(document)s from the folder "%(folder)s"?
vi_vn: Bạn có chắc chắn muốn xóa tài liệu: %(document)s từ thư mục "%(folder)s"?

source: Are you sure you wish to remove the documents: %(documents)s from the folder "%(folder)s"?
vi_vn: Bạn có chắc chắn muốn xóa các tài liệu: %(documents)s từ thư mục "%(folder)s"?

source: What are folders?
vi_vn: Các thư mục nào?

source: Add document to a folder
vi_vn: Thêm tài liệu vào thư mục
