Repository: jotagesales/nucleos-edms
Catalog: apps/apps/user_management/locale/*/LC_MESSAGES/django.po
Languages: vi_vn

source: user list
vi_vn: danh sách người dùng

source: users
vi_vn: người dùng

source: edit
vi_vn: sửa

source: create new user
vi_vn: tạo người dùng mới

source: delete
vi_vn: xóa

source: reset password
vi_vn: reset mật khẩu

source: groups
vi_vn: nhóm

source: group list
vi_vn: danh sách nhóm

source: create new group
vi_vn: ạo nhóm mới

source: members
vi_vn: Thành viên

source: New password
vi_vn: Mật khẩu mới

source: Confirm password
vi_vn: Xác nhận mật khẩu

source: User management
vi_vn: Quản lý người dùng

source: Create new users
vi_vn: Tạo người dùng mới

source: Edit existing users
vi_vn: Sửa người dùng

source: View existing users
vi_vn: Xem người dùng

source: Delete existing users
vi_vn: Xóa người dùng

source: Create new groups
vi_vn: Tạo nhóm mới

source: Edit existing groups
vi_vn: Sửa nhóm

source: View existing groups
vi_vn: Xem các nhóm

source: Delete existing groups
vi_vn: Xóa nhóm

source: full name
vi_vn: họ và tên

source: email
vi_vn: emal

source: active
vi_vn: hoạt động

source: has usable password?
vi_vn: có sử dụng mật khẩu?

source: User "%s" updated successfully.
vi_vn: Người dùng "%s" cập nhật thành công.

source: edit user: %s
vi_vn: gười dùng: %s

source: user
vi_vn: người dùng

source: User "%s" created successfully.
vi_vn: Người dùng "%s" được tạo thành công.

source: Must provide at least one user.
vi_vn: Cần cung cấp ít nhất một user.

source: User "%s" deleted successfully.
vi_vn: Người dùng "%s" đã xóa thành công.

source: Error deleting user "%(user)s": %(error)s
vi_vn: Lỗi xóa người dùng "%(user)s": %(error)s

source: Are you sure you wish to delete the user: %s?
vi_vn: Bạn có chắc chắn xóa người dùng: %s?

source: Are you sure you wish to delete the users: %s?
vi_vn: có chắc chắn xóa người dùng: %s?

source: Passwords do not match, try again.
vi_vn: Mật khẩu không khớp, thử lại.

source: Successfull password reset for user: %s.
vi_vn: Reset mật khẩu thành công: %s

source: Error reseting password for user "%(user)s": %(error)s
vi_vn: Lỗi reset mật khẩu "%(user)s": %(error)s

source: Reseting password for user: %s
vi_vn: Đang reset mật khẩu: %s

source: Reseting password for users: %s
vi_vn: Đang reset mật khẩu: %s

source: non groups of user: %s
vi_vn: không có nhóm người dùng: %s

source: groups of user: %s
vi_vn: các nhóm người dùng: %s

source: Group "%s" updated successfully.
vi_vn: Nhóm "%s" đã cập nhật thành công.

source: edit group: %s
vi_vn: sửa nhóm: %s

source: group
vi_vn: nhóm

source: Group "%s" created successfully.
vi_vn: Nhóm "%s" được tạo thành công.

source: Must provide at least one group.
vi_vn: Cần cung cấp ít nhất một nhóm.

source: Group "%s" deleted successfully.
vi_vn: Nhóm "%s" đã xóa thành công.

source: Error deleting group "%(group)s": %(error)s
vi_vn: Lỗi xóa nhóm "%(group)s": %(error)s

source: Are you sure you wish to delete the group: %s?
vi_vn: Bạn chắc chắn muốn xóa nhóm: %s?

source: Are you sure you wish to delete the groups: %s?
vi_vn: Bạn chắc chắn muốn xóa nhóm: %s?

source: non members of group: %s
vi_vn: không thành viên nào của nhóm: %s

source: members of group: %s
vi_vn: các thành viên của nhóm: %s
