Repository: jotagesales/nucleos-edms
Catalog: apps/apps/metadata/locale/*/LC_MESSAGES/django.po
Languages: ar

source: edit metadata
ar: تعديل البيانات الوصفية

source: metadata
ar: البيانات الوصفية

source: add metadata
ar: إضافة البيانات الوصفية

source: remove metadata
ar: إزالة البيانات الوصفية

source: metadata types
ar: أنواع البيانات الوصفية

source: edit
ar: تحرير

source: delete
ar: حذف

source: create new
ar: انشاء جديد

source: metadata sets
ar: مجموعات البيانات الوصفية

source: members
ar: الأعضاء

source: default metadata
ar: البيانات الوصفية الافتراضية

source: required
ar: مطلوب

source: Name
ar: اسم

source: Value
ar: قيمة

source: Update
ar: تحديث

source: Metadata type
ar: نوع البيانات الوصفية

source: Remove
ar: إزالة

source: Metadata sets
ar: مجموعات البيانات الوصفية

source: Metadata
ar: البيانات الوصفية

source: name
ar: اسم

source: title
ar: عنوان

source: lookup
ar: بحث

source: metadata type
ar: نوع البيانات الوصفية

source: metadata set
ar: مجموعة البيانات الوصفية

source: metadata set item
ar: عنصر من مجموعة البيانات الوصفية

source: metadata set items
ar: عناصر مجموعة البيانات الوصفية

source: document
ar: وثيقة

source: type
ar: نوع

source: value
ar: قيمة

source: document metadata
ar: البيانات الوصفية للوثيقة

source: document type
ar: نوع الوثيقة

source: default metadata sets
ar: مجموعات البيانات الوصفية الافتراضية

source: document type defaults
ar: أنواع الوثيقة الافتراضية

source: document types defaults
ar: أنواع الوثائق الافتراضية

source: Edit a document's metadata
ar: قم بتعديل البيانات الوصفية لوثيقة

source: Add metadata to a document
ar: إضافة بيانات وصفية إلى وثيقة

source: Remove metadata from a document
ar: إزالة بيانات وصفية من وثيقة

source: View metadata from a document
ar: عرض البيانات الوصفية من وثيقة

source: Metadata setup
ar: اعداد البيانات الوصفية

source: Edit metadata types
ar: تحرير أنواع البيانات الوصفية

source: Create new metadata types
ar: إنشاء أنواع جديدة من البيانات الوصفية

source: Delete metadata types
ar: حذف نوع من البيانات الوصفية

source: View metadata types
ar: عرض أنواع البيانات الوصفية

source: Edit metadata sets
ar: تحرير مجموعات البيانات الوصفية

source: Create new metadata sets
ar: إنشاء مجموعات جديدة من البيانات الوصفية

source: Delete metadata sets
ar: حذف مجموعات البيانات الوصفية

source: View metadata sets
ar: عرض مجموعات البيانات الوصفية

source: The selected document doesn't have any metadata.
ar: الوثيقة المختارة ليس لها بيانات وصفية

source: Must provide at least one document.
ar: يجب أن توفر ما لا يقل عن وثيقة واحدة.

source: Metadata for document %s edited successfully.
ar: تم تعديل البيانات الوصفية للوثيقة %s بنجاح

source: Edit metadata for document: %s
ar: قم بتعديل البيانات الوصفية للوثيقة: %s

source: Edit metadata for documents: %s
ar: قم بتعديل البيانات الوصفية للوثائق: %s

source: Metadata type: %(metadata_type)s successfully added to document %(document)s.
ar: تم اضافة نوع البيانات الوصفية %(metadata_type)s بنجاح للوثيقة %(document)s .

source: Metadata type: %(metadata_type)s already present in document %(document)s.
ar: نوع البيانات الوصفية %(metadata_type)s موجود مسبقا للوثيقة %(document)s .

source: Add metadata type to document: %s
ar: إضافة نوع البيانات الوصفية للوثيقة: %s

source: Add metadata type to documents: %s
ar: إضافة نوع البيانات الوصفية إلى الوثائق : %s

source: Successfully remove metadata type: %(metadata_type)s from document: %(document)s.
ar: تم حذف نوع البيانات الوصفية %(metadata_type)s بنجاح من الوثيقة %(document)s .

source: Error removing metadata type: %(metadata_type)s from document: %(document)s.
ar: خطأ أثناء حذف نوع البيانات الوصفية %(metadata_type)s من الوثيقة %(document)s .

source: Remove metadata types from document: %s
ar: إزالة أنواع البيانات الوصفية من الوثيقة: %s

source: Remove metadata types from documents: %s
ar: إزالة أنواع البيانات الوصفية من الوثائق: %s

source: metadata for: %s
ar: البيانات الوصفية ل: %s

source: internal name
ar: الاسم الداخلي

source: Metadata type edited successfully
ar: تم تعديل نوع البيانات الوصفية بنجاح

source: Error editing metadata type; %s
ar: خطأ أثناء تحرير نوع البيانات الوصفية: %s

source: edit metadata type: %s
ar: تحرير نوع البيانات الوصفية : %s

source: Metadata type created successfully
ar: تم انشاء نوع البيانات الوصفية بنجاح

source: create metadata type
ar: انشاء نوع من البيانات الوصفية

source: Metadata type: %s deleted successfully.
ar: نوع البيانات الوصفية: %s تم حذفه بنجاح.

source: Metadata type: %(metadata_type)s delete error: %(error)s
ar: خطأ أثناء حذف البيانات الوصفية: %(metadata_type)s نوع الخطأ : %(error)s

source: Are you sure you wish to delete the metadata type: %s?
ar: هل أنت متأكد أنك ترغب في حذف نوع البيانات الوصفية: %s ؟

source: Metadata set edited successfully
ar: مجموعة البيانات الوصفية تم تحريرها بنجاح

source: edit metadata set: %s
ar: تحرير مجموعة البيانات الوصفية: %s

source: members of metadata set: %s
ar: أعضاء مجموعة البيانات الوصفية: %s

source: Metadata set created successfully
ar: مجموعة البيانات الوصفية تم انشائها بنجاح

source: create metadata set
ar: إنشاء مجموعة البيانات الوصفية

source: Metadata set: %s deleted successfully.
ar: مجموعة البيانات الوصفية:%s تم حذفها بنجاح.

source: Metadata set: %(metadata_set)s delete error: %(error)s
ar: خطأ أثناء حذف البيانات الوصفية: %(metadata_set)s نوع الخطأ : %(error)s

source: Are you sure you wish to delete the metadata set: %s?
ar: هل أنت متأكد أنك ترغب في حذف مجموعة البيانات الوصفية: %s ؟

source: Metadata types
ar: أنواع البيانات الوصفية

source: What are metadata sets?
ar: ماهي مجموعات البيانات الوصفية؟

source: A metadata set is a group of one or more metadata types. Metadata sets are useful when creating new documents; selecing a metadata set automatically attaches it's member metadata types to said document.
ar: مجموعة البيانات الوصفية هي مجموعة من أنواع البيانات الوصفية. المجموعات تسهل إضافة البيانات الوصفية المختلفة لأي وثيقة جديدة

source: What are metadata types?
ar: ماهي أنواع البيانات الوصفية؟

source: A metadata type defines the characteristics of a value of some kind that can be attached to a document. Examples of metadata types are: a client name, a date, or a project to which several documents belong. A metadata type's name is the internal identifier with which it can be referenced to by other modules such as the indexing module, the title is the value that is shown to the users, the default value is the value an instance of this metadata type will have initially, and the lookup value turns an instance of a metadata of this type into a choice list which options are the result of the lookup's code execution.
ar: نوع البيانات الوصفية هو طريقة لتحديد خواص الوثيقة، مثل: اسم الكاتب، التاريخ، مشروع تنتمي له الوثائق. نوع البيانات الوصفية هي معرف يستخدم لتقسيم الوثائق حسب نوعها، مثلاً حسب الكاتب أو التاريخ.
